Revit 2027 API
ParameterTypeId.RbsElecPanelTotalloadLightParam Property
 "Lighting Total Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalloadLightParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalloadLightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalloadLightParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalloadLightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace